//
//  Data.swift
//  00657025_hw3
//
//  Created by User23 on 2020/4/28.
//  Copyright © 2020 User23. All rights reserved.
//

import Foundation

var upset = ["這輩子很長，\n長到可以跌倒再站起來；\n這輩子很短，\n短得沒時間再去勉強自己、討厭自己。", "生活不會總是善待你，但會一直充滿愛。", "堅強起來，\n才不會喪失溫柔。", "好好愛人\n好好對待整個宇宙\n好好照顧自己\n好好活著\n好好活著才能明白\n活著好好。", "走自己喜歡的生命道途就好，\n不用設限，\n迷惘也是正常的，\n最後一定能找到適合過日子的方法，\n這是時間的禮物。", "我不會浪費時間與你對賭，\n要爛你自己爛吧，\n沒有你存在的明天，我可是\n非常期待。", "感情沒有可惜，\n只有珍不珍惜，\n不懂得珍惜你的，\n就一點也不可惜。", "不要為了過去的事情，浪費新的眼淚。", "別害怕別人怎麼看你，\n因為沒有人在看你。", "如果無法解決問題，\n那就解決出問題的人。", "越努力，越幸運。"]

var elated = ["不要在該努力的時候\n選擇安逸。", "幸福\n原來就是每個時刻的知足。", "I love you.\nJust the way you were,\nthe way you are,\nthe way you always will be.", "其實生活並沒有變得比較容易，\n只是我們在這條路上，\n變得比較堅強。", "人總是在接近幸福時，\n倍感幸福；\n在幸福進行時，\n卻患得患失。", "先別說真愛在哪裡了，\n你連機車停在哪\n都找不到。", "成人的世界，除了長胖，\n其他都不容易。", "別人休息，\n是為了走更長遠的路；\n我休息，\n就是休息。", "世界不是缺少美，而是多了你。", "做自己的太陽，\n就不需要誰把你照亮。", "所有人都祝你快樂，\n我只願你\n遍歷山河，覺得人生值得。"]

var normal = ["讓世界改變你，\n然後你改變世界。", "別人一定會對我們有期望，\n但我們\n不一定要收下。", "你必須非常努力，\n才能看起來毫不費力。", "真正的平庸不是安分守己，\n而是隨波逐流。", "聰明是一種天賦，善良是一種選擇。", "愛不是尋找一個完美的人，\n而是學會用完美的眼光，\n欣賞那個並不完美的人。", "人生就跟香菜一樣，\n什麼都沒有做，\n也會被人討厭。", "剛剛摸了一下自己，\n啊，好痛。\n果然，\n美麗的玫瑰都帶刺。", "時間不會停下來等你，\n我們現在過的每一天，\n都是餘生中最年輕的一天。", "逝去的愛情就跟落枕一樣，\n回頭會很痛。", "做了不一定會成功，\n但不做\n一定會很輕鬆。"]
